Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 일치하는 세션 없음
ar: لا توجد جلسات مطابقة
en: No matching sessions
es: No hay sesiones coincidentes
fr: Aucune session correspondante
hi: कोई मेल खाता सत्र नहीं
ja: 一致するセッションがありません
pt_br: Nenhuma sessão correspondente
ru: Нет подходящих сессий
zh_hans: 没有匹配的会话

source: 읽기 전용 모드 — 데스크탑이 작업 중인 동안은 모바일 입력이 막혀 있습니다.
ar: وضع القراءة فقط — لا يمكن الإدخال من الهاتف أثناء عمل سطح المكتب.
en: Read-only — mobile input is locked while the desktop is working.
es: Solo lectura — la entrada móvil está bloqueada mientras el escritorio trabaja.
fr: Lecture seule — la saisie mobile est verrouillée pendant que le bureau travaille.
hi: केवल पठनीय — डेस्कटॉप के काम करते समय मोबाइल इनपुट लॉक है।
ja: 読み取り専用モード — デスクトップ作業中はモバイル入力が無効です。
pt_br: Somente leitura — a entrada no celular fica bloqueada enquanto o desktop trabalha.
ru: Только чтение — ввод с мобильного заблокирован, пока работает десктоп.
zh_hans: 只读模式 — 桌面工作期间手机输入被禁用。

source: 임시저장
ar: مسوّدة
en: Draft
es: Borrador
fr: Brouillon
hi: ड्राफ्ट
ja: 下書き
pt_br: Rascunho
ru: Черновик
zh_hans: 草稿

source: 입력 대기
ar: في انتظار الإدخال
en: Awaiting input
es: Esperando entrada
fr: En attente de saisie
hi: इनपुट प्रतीक्षा में
ja: 入力待ち
pt_br: Aguardando entrada
ru: Ожидает ввода
zh_hans: 等待输入

source: 입력 대기 %lld건 — 먼저 처리하세요
ar: %lld بانتظار الإدخال — عالِجها أولاً
en: %lld awaiting input — handle these first
es: %lld esperando entrada: atiéndelas primero
fr: %lld en attente de saisie — à traiter en premier
hi: %lld इनपुट की प्रतीक्षा में — पहले इन्हें निपटाएँ
ja: 入力待ち%lld件 — 先に対応してください
pt_br: %lld aguardando entrada — trate primeiro
ru: %lld ожидают ввода — сначала разберитесь с ними
zh_hans: %lld 个等待输入 — 请先处理

source: 입력 대기 세션 %lld건. 탭하면 대기 세션만 봅니다.
ar: %lld جلسة بانتظار الإدخال. اضغط لعرض الجلسات المنتظِرة فقط.
en: %lld sessions awaiting input. Tap to show only waiting sessions.
es: %lld sesiones esperando entrada. Toca para mostrar solo las sesiones en espera.
fr: %lld sessions en attente de saisie. Touchez pour n’afficher que les sessions en attente.
hi: %lld सत्र इनपुट की प्रतीक्षा में। केवल प्रतीक्षारत सत्र दिखाने के लिए टैप करें।
ja: 入力待ちのセッション%lld件。タップすると待機中のセッションのみ表示します。
pt_br: %lld sessões aguardando entrada. Toque para mostrar apenas as sessões em espera.
ru: %lld сессий ожидают ввода. Нажмите, чтобы показать только ожидающие сессии.
zh_hans: %lld 个会话等待输入。点按仅显示等待中的会话。

source: 입력 토큰 %lld
ar: رموز الإدخال %lld
en: Input tokens %lld
es: Tokens de entrada %lld
fr: Jetons d’entrée %lld
hi: इनपुट टोकन %lld
ja: 入力トークン %lld
pt_br: Tokens de entrada %lld
ru: Входные токены %lld
zh_hans: 输入 Token %lld

source: 입력 후 전송
ar: اكتب ثم أرسل
en: Type, then send
es: Escribe y envía
fr: Saisir, puis envoyer
hi: टाइप करें, फिर भेजें
ja: 入力して送信
pt_br: Digite e envie
ru: Введите и отправьте
zh_hans: 输入后发送

source: 입력창에 명령을 보내면 시도 즉시 여기에 쌓여요. Tor가 씹어서 전송이 실패해도 텍스트는 여기 남아 있어 다시 보낼 수 있어요.
ar: بمجرد أن ترسل أمرًا من حقل الإدخال، يُسجَّل هنا فورًا. حتى لو فشل الإرسال بسبب Tor، يبقى النص هنا لتعيد إرساله.
en: Every time you send a command from the input field, it lands here immediately. Even if Tor swallows it and the send fails, the text stays so you can try again.
es: Cada vez que envías un comando desde la barra de entrada, queda aquí al instante. Aunque Tor lo trague y el envío falle, el texto permanece para que lo intentes de nuevo.
fr: Dès que vous envoyez une commande depuis le champ de saisie, elle apparaît ici. Même si Tor l’avale et que l’envoi échoue, le texte reste pour vous permettre de réessayer.
hi: जैसे ही आप इनपुट फ़ील्ड से कोई कमांड भेजते हैं, वह तुरंत यहाँ आ जाता है। अगर Tor ने उसे रोक लिया और भेजना विफल हो जाए, फिर भी टेक्स्ट यहीं रहेगा ताकि दोबारा भेज सकें।
ja: 入力欄からコマンドを送るたびに、すぐにここに積まれます。Tor で詰まって送信に失敗しても、テキストはここに残るので再送できます。
pt_br: Sempre que você envia um comando pela barra de entrada, ele aparece aqui na hora. Mesmo se o Tor engasgar e o envio falhar, o texto fica aqui para você reenviar.
ru: Каждая команда из поля ввода сразу попадает сюда. Даже если Tor её зажуёт и отправка не удастся, текст останется — отправите снова.
zh_hans: 每次你从输入框发送命令,都会立刻出现在这里。即便 Tor 卡顿导致发送失败,文本也会留在这里,方便你再次发送。

source: 입력창에 명령을 보내면 시도 즉시 여기에 쌓여요. Tor가 씹어서 전송이 실패해도, 보내기 전에 채팅방을 떠나도 텍스트는 여기 남아 있어 다시 쓸 수 있어요.
ar: كل أمر تُرسله من حقل الإدخال يُحفظ هنا فور المحاولة. حتى لو ابتلعه Tor ولم يصل، أو غادرت غرفة الدردشة قبل الإرسال، يظل النص محفوظًا هنا لإعادة استخدامه.
en: Every command you send from the input field is stored here immediately. Even if Tor drops it or you leave the chat before sending, the text stays here so you can reuse it.
es: Cada comando que envías desde el campo de entrada se guarda aquí de inmediato. Aunque Tor lo pierda o salgas del chat antes de enviarlo, el texto permanece aquí para que lo reutilices.
fr: Chaque commande envoyée depuis le champ de saisie est enregistrée ici immédiatement. Même si Tor la perd ou si vous quittez le chat avant l’envoi, le texte reste ici pour être réutilisé.
hi: इनपुट क्षेत्र से भेजा गया हर कमांड तुरंत यहाँ संग्रहीत होता है। यदि Tor इसे गिरा दे या आप भेजने से पहले चैट छोड़ दें, तो भी टेक्स्ट यहाँ रहता है और दोबारा उपयोग किया जा सकता है।
ja: 入力欄から送信したコマンドは試行直後にここに残ります。Tor が落として送信に失敗しても、送る前にチャットを離れても、テキストはここに残るので再利用できます。
pt_br: Cada comando enviado no campo de entrada é armazenado aqui imediatamente. Se o Tor descartar ou você sair do chat antes de enviar, o texto continua aqui para reaproveitar.
ru: Каждая команда, отправленная из поля ввода, сразу сохраняется здесь. Даже если Tor её потеряет или вы выйдете из чата до отправки, текст останется тут — можно использовать повторно.
zh_hans: 你在输入框发送的每条命令在尝试时就会记录在这里。即使 Tor 把它吃掉导致发送失败，或者你在发送前离开了聊天室，文本依然保留以便重用。

source: 입력창에 채우기
ar: تعبئة في حقل الإدخال
en: Fill input field
es: Rellenar el campo de entrada
fr: Insérer dans le champ de saisie
hi: इनपुट फ़ील्ड में भरें
ja: 入力欄に挿入
pt_br: Preencher o campo de entrada
ru: Вставить в поле ввода
zh_hans: 填入输入框

source: 자동 (화면 폭 맞춤)
ar: تلقائي (ملاءمة العرض)
en: Auto (Fit to Width)
es: Automático (ajustar al ancho)
fr: Auto (ajuster à la largeur)
hi: स्वतः (चौड़ाई में फ़िट)
ja: 自動（画面幅に合わせる）
pt_br: Automático (ajustar à largura)
ru: Авто (по ширине экрана)
zh_hans: 自动（适应屏幕宽度）

source: 자동 — 폴링이 끊김을 감지하면 두 채널을 다시 시도하고 세션을 새로고침합니다. 보통 잠시 기다리면 알아서 회복됩니다.
ar: تلقائي — عند اكتشاف الانقطاع عبر polling، يعيد المحاولة على القناتين ويُحدّث الجلسة. عادةً يتعافى تلقائياً بعد انتظار قصير.
en: Automatic — when polling detects a disconnect, both channels are retried and the session is refreshed. Usually it recovers on its own if you wait a moment.
es: Automática — cuando el polling detecta una desconexión, se reintentan ambos canales y se refresca la sesión. Normalmente se recupera sola tras esperar un momento.
fr: Automatique — lorsque le polling détecte une coupure, les deux canaux sont retentés et la session est rafraîchie. Elle se rétablit généralement d’elle-même après un court instant.
hi: स्वचालित — जब polling डिस्कनेक्ट का पता लगाता है, तो दोनों चैनल पुनः आज़माए जाते हैं और सत्र रिफ्रेश होता है। आमतौर पर थोड़ी प्रतीक्षा के बाद यह स्वयं ठीक हो जाता है।
ja: 自動 — polling が切断を検知すると 2 つのチャネルを再試行しセッションを再読み込みします。少し待てば自動で回復することがほとんどです。
pt_br: Automática — quando o polling detecta queda, os dois canais são tentados de novo e a sessão é recarregada. Normalmente se recupera sozinha após uma breve espera.
ru: Автоматически — когда polling обнаруживает разрыв, оба канала переподключаются и сессия обновляется. Обычно достаточно подождать — восстановится само.
zh_hans: 自动 — 当 polling 检测到断开时会重试两条通道并刷新会话。通常稍等片刻就会自行恢复。

source: 자동 — 폴링이 끊김을 감지하면 회로를 다시 짜고 세션을 새로고침합니다. 보통 잠시 기다리면 알아서 회복됩니다.
ar: تلقائي — عند اكتشاف انقطاع الاستطلاع، تُعاد بناء الدائرة وتُحدَّث الجلسة. عادةً يكفي الانتظار قليلًا حتى تعود الأمور تلقائيًا.
en: Automatic — when polling detects a disconnect, the circuit is rebuilt and the session refreshes. Usually it recovers on its own if you wait a moment.
es: Automático — cuando el sondeo detecta una desconexión, se reconstruye el circuito y se refresca la sesión. Normalmente se recupera por sí solo si esperas un momento.
fr: Automatique — lorsque le sondage détecte une coupure, le circuit est reconstruit et la session rafraîchie. Habituellement, il suffit d’attendre un peu pour que tout se rétablisse tout seul.
hi: स्वचालित — जब पोलिंग कनेक्शन टूटना भांप लेती है, सर्किट दोबारा बनता है और सत्र रिफ़्रेश होता है। आमतौर पर थोड़ा रुक जाने पर खुद ही ठीक हो जाता है।
ja: 自動 — ポーリングが切断を検知すると、回路を組み直してセッションを更新します。ふつう少し待てば自動で回復します。
pt_br: Automático — quando o polling detecta uma desconexão, o circuito é refeito e a sessão é atualizada. Geralmente se recupera sozinho se você esperar um pouco.
ru: Автоматически — когда опрос обнаруживает разрыв, цепь перестраивается, а сессия обновляется. Обычно достаточно немного подождать — восстановление произойдёт само.
zh_hans: 自动 — 当轮询发现断开时,会重建线路并刷新会话。通常稍等片刻就会自行恢复。

source: 자동 설치에 실패했어요. 아래 명령을 Mac 터미널에서 직접 실행한 뒤 다시 시도하세요.
ar: فشل التثبيت التلقائي. شغّل الأمر أدناه يدويًا في طرفية Mac ثم حاول مرة أخرى.
en: Automatic install failed. Run the command below in the Mac Terminal yourself, then try again.
es: La instalación automática falló. Ejecuta el siguiente comando en la Terminal del Mac y vuelve a intentarlo.
fr: L'installation automatique a échoué. Exécutez vous-même la commande ci-dessous dans le Terminal du Mac, puis réessayez.
hi: स्वचालित इंस्टॉल विफल रहा। नीचे दी गई कमांड को Mac टर्मिनल में स्वयं चलाएँ और फिर दोबारा प्रयास करें।
ja: 自動インストールに失敗しました。下のコマンドを Mac のターミナルで直接実行してから、もう一度お試しください。
pt_br: A instalação automática falhou. Execute o comando abaixo no Terminal do Mac e tente novamente.
ru: Автоматическая установка не удалась. Выполните команду ниже в Терминале Mac вручную и повторите попытку.
zh_hans: 自动安装失败。请在 Mac 终端中自行运行下面的命令，然后重试。

source: 자동 저장 %lld개
ar: %lld حفظ تلقائي
en: %lld auto-saves
es: %lld guardados automáticos
fr: %lld sauvegardes automatiques
hi: %lld स्वतः सहेजे गए
ja: 自動保存 %lld 件
pt_br: %lld salvamentos automáticos
ru: Автосохранений: %lld
zh_hans: %lld 个自动保存

source: 자동화
ar: الأتمتة
en: Automation
es: Automatización
fr: Automatisation
hi: ऑटोमेशन
ja: 自動化
pt_br: Automação
ru: Автоматизация
zh_hans: 自动化

source: 자동화 구분
ar: نوع الأتمتة
en: Automation type
es: Tipo de automatización
fr: Type d'automatisation
hi: ऑटोमेशन प्रकार
ja: 自動化の種類
pt_br: Tipo de automação
ru: Тип автоматизации
zh_hans: 自动化类型

source: 자주 쓰는 지시를 저장해 두세요
ar: احفظ تعليمات تستخدمها كثيرًا
en: Save an instruction you use often
es: Guarda una instrucción que uses a menudo
fr: Enregistrez une consigne fréquente
hi: अक्सर इस्तेमाल होने वाला निर्देश सहेजें
ja: よく使う指示を保存しておきましょう
pt_br: Salve uma instrução que você usa com frequência
ru: Сохраните часто используемую инструкцию
zh_hans: 保存常用的指令

source: 작업
ar: مهمة
en: Task
es: Tarea
fr: Tâche
hi: कार्य
ja: タスク
pt_br: Tarefa
ru: Задача
zh_hans: 任务

source: 작업 노드
ar: عقدة المهمة
en: Task node
es: Nodo de tarea
fr: Nœud de tâche
hi: कार्य नोड
ja: タスクノード
pt_br: Nó de tarefa
ru: Узел задачи
zh_hans: 任务节点

source: 작업 노드(분홍) — 에이전트가 프롬프트를 수행하는 단계. 도구와 승인 여부를 노드마다 정합니다.
ar: عقدة المهمة (وردية) — الخطوة التي ينفّذ فيها الوكيل الموجّه. حدّد الأداة وخيار الموافقة لكل عقدة.
en: Task node (pink) — the step where the agent carries out the prompt. Set the tool and approval option per node.
es: Nodo de tarea (rosa): el paso donde el agente ejecuta el prompt. Define la herramienta y la opción de aprobación en cada nodo.
fr: Nœud Tâche (rose) — l'étape où l'agent exécute le prompt. Définissez l'outil et l'option d'approbation pour chaque nœud.
hi: कार्य नोड (गुलाबी) — वह चरण जहाँ एजेंट प्रॉम्प्ट को पूरा करता है। प्रत्येक नोड के लिए टूल और अनुमोदन विकल्प तय करें।
ja: 作業ノード(ピンク) — エージェントがプロンプトを実行する段階。ツールと承認の有無をノードごとに設定します。
pt_br: Nó de tarefa (rosa) — a etapa em que o agente executa o prompt. Defina a ferramenta e a opção de aprovação em cada nó.
ru: Узел задачи (розовый) — этап, на котором агент выполняет запрос. Инструмент и необходимость подтверждения задаются для каждого узла.
zh_hans: 任务节点（粉色）——智能体执行提示词的步骤。可为每个节点设置工具和是否需要审批。

source: 작업 중인 파일은 그대로 두고 브랜치만 바꿔요.
ar: يُبقي ملفاتك قيد العمل ويُغيّر الفرع فقط.
en: Keeps your working files and only changes the branch.
es: Mantiene tus archivos de trabajo y solo cambia la rama.
fr: Conserve vos fichiers de travail et change uniquement de branche.
hi: आपकी वर्किंग फ़ाइलें वैसी ही रखता है और सिर्फ़ ब्रांच बदलता है।
ja: 作業中のファイルはそのままに、ブランチだけを切り替えます。
pt_br: Mantém seus arquivos de trabalho e só muda a branch.
ru: Сохраняет рабочие файлы и меняет только ветку.
zh_hans: 保留你正在编辑的文件，只切换分支。

source: 작업 폴더
ar: مجلد العمل
en: Working folder
es: Carpeta de trabajo
fr: Dossier de travail
hi: कार्य फ़ोल्डर
ja: 作業フォルダ
pt_br: Pasta de trabalho
ru: Рабочая папка
zh_hans: 工作目录

source: 작업 폴더 선택
ar: اختر مجلد العمل
en: Choose working folder
es: Elegir carpeta de trabajo
fr: Choisir le dossier de travail
hi: कार्यशील फ़ोल्डर चुनें
ja: 作業フォルダを選択
pt_br: Escolher pasta de trabalho
ru: Выбрать рабочую папку
zh_hans: 选择工作文件夹

source: 작업을 완료하지 못했어요.
ar: تعذّر إكمال العملية.
en: Couldn’t complete the action.
es: No se pudo completar la acción.
fr: Impossible de terminer l’action.
hi: कार्रवाई पूरी नहीं हो सकी।
ja: 操作を完了できませんでした。
pt_br: Não foi possível concluir a ação.
ru: Не удалось выполнить действие.
zh_hans: 无法完成该操作。

source: 잔량 조회 불가
ar: الاستخدام غير متاح
en: Usage unavailable
es: Uso no disponible
fr: Utilisation indisponible
hi: उपयोग अनुपलब्ध
ja: 残量を取得できません
pt_br: Uso indisponível
ru: Остаток недоступен
zh_hans: 无法获取余量

source: 잔량 조회 중…
ar: جارٍ التحقق من الاستخدام…
en: Checking usage…
es: Comprobando uso…
fr: Vérification de l'utilisation…
hi: उपयोग जाँच रहे हैं…
ja: 残量を確認中…
pt_br: Verificando uso…
ru: Проверка остатка…
zh_hans: 正在查询余量…

source: 잘라내기
ar: قص
en: Cut
es: Cortar
fr: Couper
hi: कट
ja: カット
pt_br: Recortar
ru: Вырезать
zh_hans: 剪切

source: 잘못된 cron 식이에요.
ar: صيغة cron غير صالحة.
en: Invalid cron expression.
es: Expresión cron no válida.
fr: Expression cron invalide.
hi: अमान्य cron एक्सप्रेशन।
ja: 無効な cron 式です。
pt_br: Expressão cron inválida.
ru: Недопустимое cron-выражение.
zh_hans: 无效的 cron 表达式。

source: 잠금 해제 중…
ar: جارٍ إلغاء القفل…
en: Unlocking…
es: Desbloqueando…
fr: Déverrouillage…
hi: अनलॉक हो रहा है…
ja: ロック解除中…
pt_br: Desbloqueando…
ru: Разблокировка…
zh_hans: 正在解锁…

source: 잠금 해제하기
ar: إلغاء القفل
en: Unlock
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
ja: ロック解除
pt_br: Desbloquear
ru: Разблокировать
zh_hans: 解锁

source: 잠금/백그라운드에서도 Tor 회로를 살려두기 위해 iOS 의 VPN 슬롯이 필요합니다. 매번 앱을 다시 켤 필요가 없습니다.
ar: نحتاج إلى خانة VPN في iOS لإبقاء دائرة Tor حيّة حتى مع القفل أو العمل في الخلفية. لا داعي لإعادة فتح التطبيق في كل مرة.
en: We use the iOS VPN slot to keep the Tor circuit alive while the device is locked or backgrounded. You don’t have to reopen the app every time.
es: Necesitamos la ranura VPN de iOS para mantener vivo el circuito Tor con la pantalla bloqueada o en segundo plano. No hace falta reabrir la app cada vez.
fr: Nous utilisons le slot VPN d’iOS pour maintenir le circuit Tor actif même lorsque l’appareil est verrouillé ou en arrière-plan. Pas besoin de rouvrir l’app à chaque fois.
hi: लॉक/बैकग्राउंड में भी Tor सर्किट को ज़िंदा रखने के लिए iOS के VPN स्लॉट की ज़रूरत है। हर बार ऐप दोबारा खोलने की ज़रूरत नहीं पड़ेगी।
ja: ロック中やバックグラウンドでも Tor 回路を維持するために、iOS の VPN スロットを使います。毎回アプリを開き直す必要はありません。
pt_br: Precisamos do slot de VPN do iOS para manter o circuito Tor vivo com o aparelho bloqueado ou em segundo plano. Não é preciso reabrir o app toda hora.
ru: Слот VPN в iOS нужен, чтобы цепь Tor оставалась живой при заблокированном экране и в фоне. Не придётся каждый раз открывать приложение заново.
zh_hans: 需要占用 iOS 的 VPN 槽位,以便在锁屏/后台也能让 Tor 线路保持活动。你不必每次都重新打开应用。

source: 잠시 후 다시 시도해 주세요.
ar: يرجى المحاولة مرة أخرى بعد قليل.
en: Please try again in a moment.
es: Inténtalo de nuevo en un momento.
fr: Veuillez réessayer dans un instant.
hi: कृपया थोड़ी देर बाद फिर कोशिश करें।
ja: しばらくしてからもう一度お試しください。
pt_br: Tente novamente em instantes.
ru: Повторите попытку через мгновение.
zh_hans: 请稍后重试。

source: 재시도
ar: إعادة المحاولة
en: Retry
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास
ja: 再試行
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: 재시작이 필요한 이유: iOS 의 다국어 시스템은 앱이 부팅할 때 한 번 결정되고 그 뒤로는 바뀌지 않습니다. 그래서 언어를 새로 고르면 앱을 닫았다 다시 열어야 적용됩니다.
ar: لماذا تلزم إعادة التشغيل: نظام i18n في iOS يحدّد اللغة عند إقلاع التطبيق ولا يغيّرها بعد ذلك. لذلك يلزم إغلاق التطبيق وإعادة فتحه لتطبيق اختيار اللغة الجديد.
en: Why a restart is needed: iOS resolves the app’s language once at launch and doesn’t change it afterward. So you need to quit and reopen the app for the new language to take effect.
es: Por qué se necesita reiniciar: iOS decide el idioma de la app al iniciarla y luego no lo cambia. Así que hace falta cerrar y volver a abrir la app para aplicar el nuevo idioma.
fr: Pourquoi un redémarrage : iOS résout la langue de l’app au lancement et ne la change plus ensuite. Il faut donc quitter et rouvrir l’app pour appliquer la nouvelle langue.
hi: पुनः आरंभ क्यों ज़रूरी: iOS ऐप की भाषा बूट होते समय ही तय करता है और बाद में नहीं बदलता। इसलिए नई भाषा लागू करने के लिए ऐप बंद करके दोबारा खोलना पड़ता है।
ja: 再起動が必要な理由: iOS の多言語システムはアプリ起動時に一度言語を決定し、その後は変更しません。そのため新しい言語の選択を反映するにはアプリを一度終了して開き直す必要があります。
pt_br: Por que reiniciar: o iOS resolve o idioma do app uma vez na inicialização e não muda depois. Por isso é preciso fechar e abrir o app para aplicar o novo idioma.
ru: Зачем перезапуск: iOS определяет язык приложения один раз при запуске и потом не меняет. Поэтому для нового языка нужно закрыть и снова открыть приложение.
zh_hans: 为何需要重启:iOS 在应用启动时决定一次语言,之后不会再变。所以要让新语言生效,必须关闭并重新打开应用。

source: 재실행
ar: إعادة التشغيل
en: Re-run
es: Volver a ejecutar
fr: Réexécuter
hi: फिर से चलाएँ
ja: 再実行
pt_br: Executar novamente
ru: Запустить снова
zh_hans: 重新运行

source: 재실행하면 현재 워크플로우 정의로 새 실행이 시작돼요(과거 정의를 복제하지 않아요).
ar: تؤدي إعادة التشغيل إلى بدء تشغيل جديد باستخدام تعريف سير العمل الحالي (لا يتم نسخ التعريف السابق).
en: Re-running starts a new run with the current workflow definition (it doesn't copy the past definition).
es: Volver a ejecutar inicia una nueva ejecución con la definición actual del flujo de trabajo (no copia la definición anterior).
fr: La réexécution démarre une nouvelle exécution avec la définition actuelle du flux de travail (elle ne copie pas l'ancienne définition).
hi: फिर से चलाने पर मौजूदा वर्कफ़्लो परिभाषा के साथ एक नया रन शुरू होता है (यह पुरानी परिभाषा की नकल नहीं करता)।
ja: 再実行すると、現在のワークフロー定義で新しい実行が開始されます（過去の定義は複製しません）。
pt_br: Executar novamente inicia uma nova execução com a definição atual do fluxo de trabalho (não copia a definição anterior).
ru: Повторный запуск создаёт новый запуск с текущим определением рабочего процесса (прошлое определение не копируется).
zh_hans: 重新运行会使用当前的工作流定义开始一次新的运行（不会复制过去的定义）。

source: 재연결
ar: إعادة الاتصال
en: Reconnect
es: Reconectar
fr: Reconnecter
hi: पुनः कनेक्ट
ja: 再接続
pt_br: Reconectar
ru: Переподключить
zh_hans: 重新连接

source: 재연결 시도
ar: محاولة إعادة الاتصال
en: Try reconnecting
es: Intentar reconectar
fr: Tenter une reconnexion
hi: पुनः कनेक्ट करने का प्रयास
ja: 再接続を試す
pt_br: Tentar reconectar
ru: Попробовать переподключиться
zh_hans: 尝试重新连接

source: 재연결 중
ar: جارٍ إعادة الاتصال
en: Reconnecting
es: Reconectando
fr: Reconnexion
hi: पुनः कनेक्ट हो रहा है
ja: 再接続中
pt_br: Reconectando
ru: Переподключение
zh_hans: 正在重新连接

source: 재연결 중…
ar: جارٍ إعادة الاتصال…
en: Reconnecting…
es: Reconectando…
fr: Reconnexion…
hi: फिर से कनेक्ट हो रहा है…
ja: 再接続中…
pt_br: Reconectando…
ru: Переподключение…
zh_hans: 正在重新连接…

source: 재연결만 시도
ar: إعادة الاتصال فقط
en: Just reconnect
es: Solo reconectar
fr: Reconnecter seulement
hi: केवल पुनः कनेक्ट
ja: 再接続のみ試す
pt_br: Apenas reconectar
ru: Только переподключиться
zh_hans: 仅尝试重连

source: 재종합 중
ar: قيد التعديل
en: Revising
es: Revisando
fr: Révision en cours
hi: संशोधित हो रहा
ja: 再構成中
pt_br: Revisando
ru: Дорабатывается
zh_hans: 重整中

source: 저장
ar: حفظ
en: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

source: 저장 실패
ar: فشل الحفظ
en: Save failed
es: Error al guardar
fr: Échec de l’enregistrement
hi: सहेजना विफल
ja: 保存に失敗しました
pt_br: Falha ao salvar
ru: Не удалось сохранить
zh_hans: 保存失败

source: 저장 위치
ar: موقع الحفظ
en: Save location
es: Ubicación de guardado
fr: Emplacement
hi: सहेजने का स्थान
ja: 保存場所
pt_br: Local de salvamento
ru: Куда сохранить
zh_hans: 保存位置

source: 저장 위치:
ar: أماكن التخزين:
en: Storage locations:
es: Dónde se guardan los datos:
fr: Emplacements de stockage :
hi: स्टोरेज स्थान:
ja: 保存先:
pt_br: Locais de armazenamento:
ru: Где хранятся данные:
zh_hans: 存储位置:

source: 저장공간이 부족해 음성 모델을 받을 수 없어요. 공간을 확보한 뒤 다시 시도해 주세요.
ar: لا توجد مساحة تخزين كافية لتنزيل نموذج الصوت. حرّر بعض المساحة وأعد المحاولة.
en: Not enough storage to download the speech model. Free up space and try again.
es: No hay espacio suficiente para descargar el modelo de voz. Libera espacio e inténtalo de nuevo.
fr: Espace de stockage insuffisant pour télécharger le modèle vocal. Libérez de l'espace et réessayez.
hi: वाक् मॉडल डाउनलोड करने के लिए पर्याप्त संग्रहण नहीं है। स्थान खाली करें और पुनः प्रयास करें।
ja: ストレージ容量が足りないため音声モデルをダウンロードできません。空き容量を確保してからもう一度お試しください。
pt_br: Espaço de armazenamento insuficiente para baixar o modelo de voz. Libere espaço e tente novamente.
ru: Недостаточно места для загрузки модели распознавания речи. Освободите место и повторите попытку.
zh_hans: 存储空间不足，无法下载语音模型。请释放空间后重试。

source: 저장된 스니펫이 없어요. 위 칸에 적어 추가해요.
ar: لا توجد مقتطفات محفوظة بعد. اكتب واحدًا في الأعلى لإضافته.
en: No saved snippets yet. Type one above to add it.
es: Aún no hay fragmentos guardados. Escribe uno arriba para añadirlo.
fr: Aucun extrait enregistré. Saisissez-en un ci-dessus pour l'ajouter.
hi: अभी कोई सहेजा हुआ स्निपेट नहीं है। ऊपर लिखकर जोड़ें।
ja: 保存されたスニペットはありません。上の欄に入力して追加できます。
pt_br: Ainda não há trechos salvos. Digite um acima para adicionar.
ru: Сохранённых сниппетов пока нет. Введите текст выше, чтобы добавить.
zh_hans: 还没有保存的片段。在上方输入即可添加。

source: 저장된 페어링을 지우고 Mac 의 새 QR 을 다시 스캔합니다. 계속 연결되지 않을 때, Mac 에서 앱을 새로 설치했거나 페어링 값이 바뀐 경우 도움이 됩니다.
ar: يؤدي هذا إلى مسح الاقتران المحفوظ ومسح رمز QR جديد من جهاز Mac. يفيد عندما يستمر فشل الاتصال — مثل بعد إعادة تثبيت تطبيق Mac أو عند تغيّر بيانات الاقتران.
en: This clears the saved pairing and scans a new QR code from your Mac. Helpful when the connection keeps failing — for example, after reinstalling the Mac app or when the pairing changed.
es: Esto borra el emparejamiento guardado y escanea un nuevo código QR de tu Mac. Útil cuando la conexión sigue fallando, por ejemplo tras reinstalar la app de Mac o cuando el emparejamiento cambió.
fr: Cela efface l’appairage enregistré et scanne un nouveau QR code depuis votre Mac. Utile lorsque la connexion échoue sans cesse — par exemple après une réinstallation de l’app Mac ou lorsque l’appairage a changé.
hi: इससे सहेजी गई पेयरिंग मिट जाती है और आपके Mac से नया QR कोड स्कैन होता है। जब कनेक्शन बार-बार विफल होता रहे — जैसे Mac ऐप दोबारा इंस्टॉल करने के बाद या पेयरिंग बदल जाने पर — तब यह मदद करता है।
ja: 保存済みのペアリングを消去し、Macの新しいQRを再スキャンします。接続に失敗し続けるとき（Macアプリを再インストールした、ペアリング値が変わったときなど）に役立ちます。
pt_br: Isso apaga o pareamento salvo e escaneia um novo QR code do seu Mac. Útil quando a conexão continua falhando — por exemplo, após reinstalar o app do Mac ou quando o pareamento mudou.
ru: Это удалит сохранённое сопряжение и отсканирует новый QR-код с вашего Mac. Помогает, когда подключение постоянно не удаётся — например, после переустановки приложения на Mac или при изменении данных сопряжения.
zh_hans: 这会清除已保存的配对，并重新扫描 Mac 上的新二维码。当连接持续失败时（例如重新安装了 Mac 应用，或配对信息已更改）会有帮助。

source: 저장하고 다시 연결
ar: حفظ وإعادة الاتصال
en: Save and reconnect
es: Guardar y reconectar
fr: Enregistrer et reconnecter
hi: सहेजें और पुनः कनेक्ट करें
ja: 保存して再接続
pt_br: Salvar e reconectar
ru: Сохранить и переподключиться
zh_hans: 保存并重新连接
